import Header from "../components/Header";
import '../components/style/MainNoAuth.css'

function MainNoAuth() {
    return (
        <>
            <Header/>
            <div className="textBlockMain">
                <p id="textAbout">
                        На Netflix у вас есть доступ к тысячам фильмов, сериалов, документальных фильмов и шоу. Смотрите любимые фильмы, создавайте списки просмотров, получайте рекомендации,
                        основанные
                    <br/> <br />
                        на ваших предпочтениях, и наслаждайтесь потоковой передачей контента в HD и 4K. Не упустите возможность посмотреть новинки и классические фильмы от ведущих 
                        студий и создателей контента. Здесь каждый найдет что-то по вкусу: от захватывающих блокбастеров до уникальных инди-проектов. 
                    <br /> <br />
                        Присоединяйтесь сегодня и начните незабываемое кинематографическое путешествие с Netflix!
                    </p>

            </div>
        </>
    )
}

export default MainNoAuth;